src/classes/mm.log

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="urn:partner.soap.sforce.com" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:partner.soap.sforce.com" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00D61000000f0KE!ARYAQIfZf1W8wFgLEgAwSVVSPcJZPW4GcmDIwRsKkXSGz69dZsEOP8dtupwCadz.bBiDQbLslFaSz9HFUr7BbR8xfq_ZG.Dt</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:getUserInfo/>
   </ns1:Body>
</SOAP-ENV:Envelope>
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="urn:partner.soap.sforce.com" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:partner.soap.sforce.com" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00D61000000cyZT!AQcAQPCakWowBNDz9Cv_gvKtYAPyaBPwJ9c24S7yyWgv2mHwEaOHULoWzuvCeP5A5JgTZ_0BUNeZeZ8zdYfBe2Kc9R3g7sYf</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:getUserInfo/>
   </ns1:Body>
</SOAP-ENV:Envelope>
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
Starting new HTTPS connection (1): na34.salesforce.com
